/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50719
Source Host           : localhost:3306
Source Database       : ktv

Target Server Type    : MYSQL
Target Server Version : 50719
File Encoding         : 65001

Date: 2019-01-11 00:41:40
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for room
-- ----------------------------
DROP TABLE IF EXISTS `room`;
CREATE TABLE `room` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(50) NOT NULL,
  `roomType` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `no` varchar(50) NOT NULL,
  `package` varchar(50) NOT NULL,
  `descr` varchar(255) DEFAULT NULL,
  `position` varchar(50) DEFAULT NULL,
  `createTime` bigint(20) NOT NULL,
  `updateTime` bigint(20) DEFAULT NULL,
  `off` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=171 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of room
-- ----------------------------
INSERT INTO `room` VALUES ('75', '074c3690-084d-11e9-a567-470a0f92e677', '2', '月仙殿', '8012', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_3', '1545746253945', '1546828857745', '0', '0');
INSERT INTO `room` VALUES ('77', '074c3690-084d-11e9-a567-470a0f92e677', '2', '月仙殿', '8012', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_3', '1545746253945', '1546828857745', '0', '0');
INSERT INTO `room` VALUES ('84', '3575d710-084d-11e9-a567-470a0f92e677', '1', '雪舞宫', '8016', '31eada50-104a-11e9-a1db-0d5fe7aa5fe3', '', '1_6', '1545746331393', '1546828902361', '0', '0');
INSERT INTO `room` VALUES ('86', '3575d710-084d-11e9-a567-470a0f92e677', '1', '雪舞宫', '8016', 'de2d8030-1223-11e9-9989-d75a6f62cec3', '', '1_6', '1545746331393', '1546828902361', '0', '0');
INSERT INTO `room` VALUES ('89', 'bc31d570-084c-11e9-a567-470a0f92e677', '3', '金箍棒', '9999', '7985adb0-1223-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_1', '1545746480000', '1546828947559', '0', '0');
INSERT INTO `room` VALUES ('91', 'bc31d570-084c-11e9-a567-470a0f92e677', '3', '金箍棒', '9999', '1e7e14a0-1225-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_1', '1545746480000', '1546828947559', '0', '0');
INSERT INTO `room` VALUES ('101', 'b1c962a0-084d-11e9-a567-470a0f92e677', '2', '善岚宫', '8020', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_4', '1545746539978', '1546828997101', '0', '0');
INSERT INTO `room` VALUES ('103', 'b1c962a0-084d-11e9-a567-470a0f92e677', '2', '善岚宫', '8020', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_4', '1545746539978', '1546828997101', '0', '0');
INSERT INTO `room` VALUES ('113', 'fb867db0-084d-11e9-a567-470a0f92e677', '2', '薰梦宫', '8023', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_7', '1545746663691', '1546829032421', '0', '0');
INSERT INTO `room` VALUES ('115', 'fb867db0-084d-11e9-a567-470a0f92e677', '2', '薰梦宫', '8023', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_7', '1545746663691', '1546829032421', '0', '0');
INSERT INTO `room` VALUES ('130', '11803670-084d-11e9-a567-470a0f92e677', '2', '景阳宫', '8013', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_4', '1545746271063', '1546829089594', '0', '0');
INSERT INTO `room` VALUES ('133', '11803670-084d-11e9-a567-470a0f92e677', '2', '景阳宫', '8013', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_4', '1545746271063', '1546829089594', '0', '0');
INSERT INTO `room` VALUES ('142', 'f4999250-0828-11e9-8b7c-f90e6ffd643f', '2', '慈宁宫', '8011', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_2', '1545746053903', '1546851300326', '0', '0');
INSERT INTO `room` VALUES ('145', 'f4999250-0828-11e9-8b7c-f90e6ffd643f', '2', '慈宁宫', '8011', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_2', '1545746053903', '1546851300326', '0', '0');
INSERT INTO `room` VALUES ('146', '1f69c440-084d-11e9-a567-470a0f92e677', '2', '景殿宫', '8015', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_5', '1545746294404', '1546851312769', '0', '0');
INSERT INTO `room` VALUES ('149', '1f69c440-084d-11e9-a567-470a0f92e677', '2', '景殿宫', '8015', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_5', '1545746294404', '1546851312769', '0', '0');
INSERT INTO `room` VALUES ('151', 'c063c9e0-084d-11e9-a567-470a0f92e677', '1', '凌妍阁', '8021', '31eada50-104a-11e9-a1db-0d5fe7aa5fe3', '欢乐唱响', '2_5', '1545746564478', '1546851361754', '0', '0');
INSERT INTO `room` VALUES ('154', '927b2a00-084d-11e9-a567-470a0f92e677', '2', '天赐宫', '8017', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_2', '1545746487456', '1546851383338', '0', '0');
INSERT INTO `room` VALUES ('157', '927b2a00-084d-11e9-a567-470a0f92e677', '2', '天赐宫', '8017', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_2', '1545746487456', '1546851383338', '0', '0');
INSERT INTO `room` VALUES ('158', 'a280ba00-084d-11e9-a567-470a0f92e677', '2', '玉华宫', '8019', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_3', '1545746514336', '1546851404542', '0', '0');
INSERT INTO `room` VALUES ('161', 'a280ba00-084d-11e9-a567-470a0f92e677', '2', '玉华宫', '8019', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_3', '1545746514336', '1546851404542', '0', '0');
INSERT INTO `room` VALUES ('163', 'cc421e60-084d-11e9-a567-470a0f92e677', '2', '昭阳宫', '8022', '4b53d400-121c-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_6', '1545746584390', '1546851438603', '0', '0');
INSERT INTO `room` VALUES ('166', 'cc421e60-084d-11e9-a567-470a0f92e677', '2', '昭阳宫', '8022', '94902cb0-1224-11e9-9989-d75a6f62cec3', '欢乐唱响', '2_6', '1545746584390', '1546851438603', '0', '0');
INSERT INTO `room` VALUES ('167', '901039f0-084c-11e9-a567-470a0f92e677', '3', '南天门', '6666', '1e7e14a0-1225-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_1', '1545730760693', '1547028764329', '0', '0');
INSERT INTO `room` VALUES ('168', '901039f0-084c-11e9-a567-470a0f92e677', '3', '南天门', '6666', '7985adb0-1223-11e9-9989-d75a6f62cec3', '欢乐唱响', '1_1', '1545730760693', '1547028764329', '0', '0');
INSERT INTO `room` VALUES ('169', '901039f0-084c-11e9-a567-470a0f92e677', '3', '南天门', '6666', '9d1432e0-13f6-11e9-86ad-915cb8e24559', '欢乐唱响', '1_1', '1545730760693', '1547028764329', '0', '0');
INSERT INTO `room` VALUES ('170', '901039f0-084c-11e9-a567-470a0f92e677', '3', '南天门', '6666', 'ae494230-13f6-11e9-86ad-915cb8e24559', '欢乐唱响', '1_1', '1545730760693', '1547028764329', '0', '0');
